Repository: malyshewandrew/SkydiveLogbook
Catalog: Skydive Logbook/LANGUAGES/*.lproj/Localizable.strings
Languages: ru

# Main tab bar
source: MAIN
ru: ГЛАВНАЯ

# Statistic tab bar
source: STATISTIC
ru: СТАТИСТИКА

# Add jump tab bar
source: NEW JUMP
ru: ДОБАВИТЬ

# System tab bar
source: SYSTEM
ru: СИСТЕМА

# Account tab bar
source: ACCOUNT
ru: АККАУНТ

source: Save
ru: Сохранить

source: Clean
ru: Очистить

source: Close
ru: Закрыть

source: Edit
ru: Ред.

source: Delete
ru: Удалить

source: Calculate
ru: Расчитать

source: Update
ru: Обновить

source: Ok
ru: Хорошо

source: Yes
ru: Да

source: No
ru: Нет

source: ago
ru: назад

source: Back
ru: Назад

source: m.
ru: м.

source: km.
ru: км.

source: miles
ru: миль

source: feet
ru: фут

source: s.
ru: сек.

source: min.
ru: мин.

source: h.
ru: ч.

source: d.
ru: д.

source: mon.
ru: мес.

source: y.
ru: л.

# First Message
source: Welcome to the Skydive Logbook! All your skydiving activities will be displayed on this screen. To create a new jump, go to the "Add" section. To add your own locations, aircraft and parachutes, go to the "Account" section. Enjoy your use and safe jumps!
ru: Добро пожаловать в Skydive Logbook! На этом экране будут отображаться все ваши прыжки с парашютом. Для того чтобы создать новый прыжок зайдите в раздел "Добавить". Для того чтобы добавить собственные локации, авиатехнику и парашюты, зайдите в раздел "Аккаунт". Приятного использования и безопасных прыжков!

source: Delete jump?
ru: Удалить прыжок?

source: This action cannot be undone.
ru: Это действие нельзя отменить.

source: License
ru: Лицензия

source: until
ru: до

source: Medicine until
ru: Медицина до

source: Insurance until
ru: Страховка до

source: Reserve canopy until
ru: Запасной до

# Account main alert
source: Account
ru: Аккаунт

# Edit/add account
source: To fill it out, go to the "Account" section
ru: Для заполнения перейдите в раздел "Аккаунт"

source: Location
ru: Локация

source: Aircraft
ru: Авиатехника

source: Canopy
ru: Парашют

source: Mission
ru: Тип прыжка

source: Height
ru: Высота

source: Time
ru: Время

source: Comment
ru: Комментарий

source: New note
ru: Новая заметка

source: Delete note?
ru: Удалить заметку?

# no jumps
source: To display statistics, you need to make at least one jump.
ru: Для отображения статистики необходимо внести минимум один прыжок.

source: Saving data
ru: Сохранение данных

# saving data text
source: To save your complete jump history, it is recommended that you periodically create backups in the "Account" section. This is especially important when switching to a new device.
ru: Для сохранения полной истории прыжков рекомендуется периодически создавать резервные копии в разделе "Аккаунт". Это особенно важно при переходе на новое устройство.

source: Total height
ru: Суммарная высота

source: Free fall time
ru: Время свободного падения

source: Jumps by year
ru: Прыжки по годам

source: year
ru: год

source: Categories USPA
ru: Категории USPA

# Categories USPA List
source: A: 25 jumps Free fall time: 10 min. (600s.) B: 50 jumps Free fall time: 30 min. (1800s.) C: 200 jumps Free fall time: 60 min. (3600s.) D: 500 jumps Free fall time: 180 min. (10800s.)
ru: A: 25 прыжков Свободное падение: 10 мин. (600сек.) B: 50 прыжков Свободное падение: 30 мин. (1800сек.) C: 200 прыжков Свободное падение: 60 мин. (3600сек.) D: 500 прыжков Свободное падение: 180 мин. (10800сек.)

source: Maximum time
ru: Максимальное время

# Maximum time alert
source: The jump with the maximum free fall time was completed
ru: Прыжок с максимальным временем свободного падения был совершен

source: Maximum height
ru: Максимальная высота

# Maximum height alert
source: The jump with the maximum height of the compartment was completed
ru: Прыжок с максимальной высотой отделения был совершен

source: Average height of jump
ru: Средняя высота прыжка

source: Minimum height
ru: Минимальная высота

# Minimum height alert
source: The jump with the minimum height of the compartment was completed
ru: Прыжок с минимальной высотой отделения был совершен

source: Max in one day
ru: Макс. прыжков за 1 день

source: Average height
ru: Средняя высота прыжка

source: Average free fall time of jump
ru: Среднее время свободного падения

# Average time of jump
source: Average free fall
ru: Среднее время падения

source: Av. time
ru: Средн. время

# Max count of jumps
source: Сount of jumps
ru: Количество прыжков

# Max count of jumps text
source: The maximum number of jumps in one day was completed
ru: Максимальное количество прыжков за один день было совершено

source: Jumps no found
ru: Прыжков нет

source: Сount of cutaways
ru: Количество отцепок

# Date last jump
source: Last jump
ru: Крайний прыжок

# Date first jump
source: First jump
ru: Первый прыжок

source: List aircrafts
ru: Список авиатехники

source: List canopies
ru: Список парашютов

source: List locations
ru: Список локаций

source: Total jumps
ru: Всего прыжков

source: In this year
ru: В этом году

source: Category
ru: Категория

source: General info
ru: Общие данные

source: Total time
ru: Общее время

source: Average info
ru: Средние данные

source: Max. time
ru: Макс. время

source: Max. height
ru: Макс. высота

source: Min. height
ru: Мин. высота

# Av. height
source: Max. height
ru: Средн. высота

source: Max. in day
ru: Макс. в день

# CutawayStatistic
source: Cutaway
ru: Отцепки

source: Last jump
ru: Крайний прыжок

source: First jump
ru: Первый прыжок

source: Missions
ru: Типы прыжков

source: Canopies
ru: Парашюты

source: Locations
ru: Локации

source: Accuracy
ru: Точность

source: Acrobatics
ru: Акробатика

source: AFF
ru: Афф

source: Base
ru: Бейс

source: Base/Wingsuit
ru: Бейс/вингсьют

source: Canopy formation
ru: Купольный

source: Freefly
ru: Фрифлай

source: Freestyle
ru: Фристайл

source: Fun
ru: Фан

source: Group
ru: Групповой

source: Instructor
ru: Инструктор

source: Military
ru: Десантный

source: Para-ski
ru: Пара-ски

source: Proximity
ru: Проксимити

source: Skysurfing
ru: Скайсерфинг

source: Static-line
ru: Статик-лайн

source: Piloting
ru: Пилотирование

source: Tandem
ru: Тандем

source: Vertical
ru: Вертикально

source: Video
ru: Видео

source: Wingsuit
ru: Вингсьют

source: Formation
ru: Формация

# Top 10:
source: Тop 10:
ru: Топ 10:

source: Date
ru: Дата

source: Cutaway
ru: Отцепка

# Date placeholder
source: dd.mm.yyyy.
ru: дд.мм.гггг.

# Location placeholder
source: Dropzone
ru: Дропзона

# Aircraft placeholder
source: Type aircraft
ru: Тип воздушного судна

# Canopy placeholder
source: Main canopy
ru: Основной парашют

# Mission placeholder
source: Type of jump
ru: Тип прыжка

# Height placeholder
source: Meters
ru: Метры

# Time placeholder
source: Seconds
ru: Секунды

# Cutaway placeholder
source: No / Yes
ru: Нет / Да

# Comment placeholder
source: Optional
ru: Опционально

source: Add a new system
ru: Добавить новую систему

# Container system
source: Container
ru: Ранец

# AAD system
source: ADD
ru: Страхующий прибор

# Number system
source: Number
ru: Номер

# DOM system
source: DOM
ru: Изготовлен

# Service life system
source: Service life
ru: Срок службы

# Valid until system
source: Valid until
ru: Годен до

# Counts of the jumps system
source: Counts of the jumps
ru: Прыжков на куполе

# Resource system
source: Resource
ru: Ресурс

# Counts of repack system
source: Counts of repack
ru: Переукладок

# Packed system
source: Packed
ru: Уложен

# years system
source: years
ru: лет

# jumps system
source: jumps
ru: прыжков

# Add system alert
source: Add system
ru: Добавить систему

# Container alert
source: Container
ru: Ранец

# AAD alert
source: AAD
ru: Страхующий прибор

# Main canopy alert
source: Main canopy
ru: Основной парашют

# Reserve canopy alert
source: Reserve canopy
ru: Запасной парашют

# Name and model container alert
source: Name and model container
ru: Название и модель ранца

# Name and model AAD alert
source: Name and model AAD
ru: Название и модель прибора

# Name and model main canopy alert
source: Name and model main canopy
ru: Название и модель парашюта

# Name and model reserve canopy alert
source: Name and model reserve canopy
ru: Название и модель парашюта

# DOM alert
source: Date of manufacture
ru: Дата изготовления

# Serial number alert
source: Serial number
ru: Серийный номер

# Warranty resource container alert
source: Warranty life (usually the manufacturer indicates 10-20 years, or according to technical condition)
ru: Гарантийный ресурс (обычно производитель указывает 10-20 лет, либо по техническому состоянию)

# Warranty resource AAD alert
source: Warranty life (the guaranteed number of years, or the number of years before routine maintenance)
ru: Гарантийный ресурс (гарантийное количество лет, либо количество лет до регламентных работ)

# Warranty resource main canopy alert
source: Warranty life by years (usually the manufacturer indicates 10-20 years, or by technical condition)
ru: Гарантийный ресурс по годам (обычно производитель указывает 10-20 лет, либо по техническому состоянию)

# Warranty resource jumps main canopy alert
source: The warranty resource for jumps (usually the manufacturer indicates 500 jumps, or according to the technical condition up to 1000 jumps)
ru: Гарантийный ресурс по прыжкам (обычно производитель указывает 500 прыжков, либо по техническому состоянию до 1000 прыжков)

# Counts of jumps main canopy alert
source: The number of applications (if the parachute was not bought new and jumps have already been made on it, specify this number). For correct calculation, it is necessary to specify only the number of jumps that were not previously recorded in the general list of jumps of this application
ru: Количество применений (в случае если парашют покупался не новым и на нем уже были совершены прыжки - укажите это количество). Для корректного подсчета - тут необходимо указать только то количество прыжков, которые не были ранее записаны в общий список прыжков этого приложения

# Warranty resource reserve canopy alert
source: Warranty life (usually the manufacturer indicates 10-20 years, or according to technical condition)
ru: Гарантийный ресурс (обычно производитель указывает 10-20 лет, либо по техническому состоянию)

# Counts of repack reserve canopy alert
source: If the parachute was not bought new and it has already been stowed, specify this amount
ru: В случае если парашют покупался не новым и на нем уже были совершены укладки - укажите это количество

# Date of pack reserve canopy alert
source: Date of packing
ru: Дата укладки

# Name system / new system cell
source: Name system
ru: Название системы

# Name / new system cell
source: Name
ru: Название

# Container / new system cell
source: Container
ru: Ранец

# Name container / new system cell
source: Name container
ru: Название ранца

# DOM / new system cell
source: Date of manufacture
ru: Дата изготовления

# Date mm.yyyy / new system cell
source: mm.yyyy
ru: мм.гггг

# Serial number / new system cell
source: Serial number
ru: Серийный номер

# Warranty resource / new system cell
source: Warranty resource
ru: Гарантийный ресурс

# Counts of years / new system cell
source: Counts of years
ru: Количество лет

# Counts of jumps / new system cell
source: Counts of jumps
ru: Количество прыжков

# AAD / new system cell
source: AAD
ru: Страхующий прибор

# Name AAD / new system cell
source: Name AAD
ru: Название прибора

# Main canopy / new system cell
source: Main canopy
ru: Основной парашют

# Name main canopy / new system cell
source: Name canopy
ru: Название парашюта

# Counts of jumps main canopy / new system cell
source: Counts of jumps
ru: Количество применений

# The value of the purchase / new system cell
source: Value of the purchase
ru: Значение при покупке

# Reserve canopy / new system cell
source: Reserve canopy
ru: Запасной парашют

# Name reserve canopy / new system cell
source: Name canopy
ru: Название парашюта

# Counts of repack reserve canopy / new system cell
source: Counts of repack
ru: Количество переукладок

# Date of packing reserve canopy / new system cell
source: Date of packing
ru: Дата укладки

# Date dd.mm.yyyy / new system cell
source: dd.mm.yyyy
ru: дд.мм.гггг

# Comment / new system cell
source: Comment
ru: Комментарий

# Optional / new system cell
source: Optional
ru: Опционально

source: Edit account
ru: Редактировать аккаунт

source: Edit locations
ru: Редактировать локации

source: Delete location?
ru: Удалить локацию?

source: Edit aircrafts
ru: Редактировать авиатехнику

source: Delete aircraft?
ru: Удалить авиатехнику?

source: Edit canopies
ru: Редактировать парашюты

source: Delete canopy?
ru: Удалить парашют?

source: Backup copy
ru: Резервная копия

source: Calculator loading
ru: Калькулятор загрузки

source: Information
ru: Справочная информация

source: Premium version
ru: Премиум версия

# Nickname / edit account vc
source: Nickname
ru: Никнейм

# Name user / edit account vc
source: Name user
ru: Имя пользователя

# License / edit account vc
source: License
ru: Лицензия

# Type / number / edit account vc
source: Type / number
ru: Тип / номер

# Valid until / edit account vc
source: Valid until
ru: Срок действия (до)

# Date / dd.mm.yyyy / edit account vc
source: dd.mm.yyyy
ru: дд.мм.гггг

# Medicine / edit account vc
source: Medicine
ru: Медицина

# Valid until + dd.mm.yyyy / edit account vc
source: Valid until dd.mm.yyyy
ru: Срок действия (до) дд.мм.гггг

# Insurance / edit account vc
source: Insurance
ru: Страховка

# Reserve canopy / edit account vc
source: Reserve canopy
ru: Запасной парашют

source: Total weight
ru: Общий вес

source: kg
ru: кг.

# ft
source: ft²
ru: фт²

source: Square canopy
ru: Площадь купола

# 1-50A
source: Parachute type: Student. Category: A. Number of jumps: 1-50 jumps. Carefully study the recommendations and restrictions provided by the manufacturer of your parachute. This includes maximum and minimum load, as well as other individual characteristics. Too high a load can lead to a higher fall rate and reduce the skydiver's control over the direction of movement. Too low a load can lead to instability and slow down the vertical descent. Safety should be your priority when using a parachute. If you have any questions or doubts, it is always better to get advice from your instructor.
ru: Тип парашюта: Студенческий. Категория: A. Количество прыжков: 1-50 прыжков. Внимательно изучите рекомендации и ограничения, предоставленные производителем вашего парашюта. Это включает в себя максимальную и минимальную загрузку, а также другие индивидуальные характеристики. Слишком высокая загрузка может привести к более высокой скорости падения и уменьшить контроль парашютиста над направлением движения. Слишком низкая загрузка может привести к неустойчивости и замедлению вертикального спуска. Безопасность должна быть вашим приоритетом при использовании парашюта. Если у вас возникли вопросы или сомнения, всегда лучше получить консультацию у вашего инструктора.

# 51-200B
source: Parachute type: Transition. Category: B. Number of jumps: 51-200 jumps. Carefully study the recommendations and restrictions provided by the manufacturer of your parachute. This includes maximum and minimum load, as well as other individual characteristics. Too high a load can lead to a higher fall rate and reduce the skydiver's control over the direction of movement. Too low a load can lead to instability and slow down the vertical descent. Safety should be your priority when using a parachute. If you have any questions or doubts, it is always better to get advice from your instructor.
ru: Тип парашюта: Переходной. Категория: B. Количество прыжков: 51-200 прыжков. Внимательно изучите рекомендации и ограничения, предоставленные производителем вашего парашюта. Это включает в себя максимальную и минимальную загрузку, а также другие индивидуальные характеристики. Слишком высокая загрузка может привести к более высокой скорости падения и уменьшить контроль парашютиста над направлением движения. Слишком низкая загрузка может привести к неустойчивости и замедлению вертикального спуска. Безопасность должна быть вашим приоритетом при использовании парашюта. Если у вас возникли вопросы или сомнения, всегда лучше получить консультацию у вашего инструктора.

# 201-500C
source: Parachute type: Medium-speed. Category: C. Number of jumps: 201-500 jumps. Carefully study the recommendations and restrictions provided by the manufacturer of your parachute. This includes maximum and minimum load, as well as other individual characteristics. Too high a load can lead to a higher fall rate and reduce the skydiver's control over the direction of movement. Too low a load can lead to instability and slow down the vertical descent. Safety should be your priority when using a parachute. If you have any questions or doubts, it is always better to get advice from your instructor.
ru: Тип парашюта: Среднескоростной. Категория: C. Количество прыжков: 201-500 прыжков. Внимательно изучите рекомендации и ограничения, предоставленные производителем вашего парашюта. Это включает в себя максимальную и минимальную загрузку, а также другие индивидуальные характеристики. Слишком высокая загрузка может привести к более высокой скорости падения и уменьшить контроль парашютиста над направлением движения. Слишком низкая загрузка может привести к неустойчивости и замедлению вертикального спуска. Безопасность должна быть вашим приоритетом при использовании парашюта. Если у вас возникли вопросы или сомнения, всегда лучше получить консультацию у вашего инструктора.

# 501-1000D1
source: Parachute type: Speed/elliptical. Category: D. Number of jumps: 501-1000 jumps. Carefully study the recommendations and restrictions provided by the manufacturer of your parachute. This includes maximum and minimum load, as well as other individual characteristics. Too high a load can lead to a higher fall rate and reduce the skydiver's control over the direction of movement. Too low a load can lead to instability and slow down the vertical descent. Safety should be your priority when using a parachute. If you have any questions or doubts, it is always better to get advice from your instructor.
ru: Тип парашюта: Скоростной/эллиптический. Категория: D. Количество прыжков: 501-1000 прыжков. Внимательно изучите рекомендации и ограничения, предоставленные производителем вашего парашюта. Это включает в себя максимальную и минимальную загрузку, а также другие индивидуальные характеристики. Слишком высокая загрузка может привести к более высокой скорости падения и уменьшить контроль парашютиста над направлением движения. Слишком низкая загрузка может привести к неустойчивости и замедлению вертикального спуска. Безопасность должна быть вашим приоритетом при использовании парашюта. Если у вас возникли вопросы или сомнения, всегда лучше получить консультацию у вашего инструктора.

# 1000D2
source: Parachute type: High-speed. Category: D. Number of jumps: 1000+ jumps. Carefully study the recommendations and restrictions provided by the manufacturer of your parachute. This includes maximum and minimum load, as well as other individual characteristics. Too high a load can lead to a higher fall rate and reduce the skydiver's control over the direction of movement. Too low a load can lead to instability and slow down the vertical descent. Safety should be your priority when using a parachute. If you have any questions or doubts, it is always better to get advice from your instructor.
ru: Тип парашюта: Высокоскоростной. Категория: D. Количество прыжков: 1000+ прыжков. Внимательно изучите рекомендации и ограничения, предоставленные производителем вашего парашюта. Это включает в себя максимальную и минимальную загрузку, а также другие индивидуальные характеристики. Слишком высокая загрузка может привести к более высокой скорости падения и уменьшить контроль парашютиста над направлением движения. Слишком низкая загрузка может привести к неустойчивости и замедлению вертикального спуска. Безопасность должна быть вашим приоритетом при использовании парашюта. Если у вас возникли вопросы или сомнения, всегда лучше получить консультацию у вашего инструктора.

# 1000D3
source: Parachute type: High-speed/crossbraced. Category: D. Number of jumps: 1000+ jumps. Carefully study the recommendations and restrictions provided by the manufacturer of your parachute. This includes maximum and minimum load, as well as other individual characteristics. Too high a load can lead to a higher fall rate and reduce the skydiver's control over the direction of movement. Too low a load can lead to instability and slow down the vertical descent. Safety should be your priority when using a parachute. If you have any questions or doubts, it is always better to get advice from your instructor.
ru: Тип парашюта: Высокоскоростной/косонервюрный. Категория: D. Количество прыжков: 1000+ прыжков. Внимательно изучите рекомендации и ограничения, предоставленные производителем вашего парашюта. Это включает в себя максимальную и минимальную загрузку, а также другие индивидуальные характеристики. Слишком высокая загрузка может привести к более высокой скорости падения и уменьшить контроль парашютиста над направлением движения. Слишком низкая загрузка может привести к неустойчивости и замедлению вертикального спуска. Безопасность должна быть вашим приоритетом при использовании парашюта. Если у вас возникли вопросы или сомнения, всегда лучше получить консультацию у вашего инструктора.

source: App version
ru: Версия приложения

source: Privacy policy
ru: Политика конфидециальности

source: Terms of use
ru: Условия использования

# Info text
source: Skydive Logbook It is not an official confirmation that the user of the application is a professional skydiver. It serves as an optional addition to the official parachute book or certificate of a skydiver of any category. The jumps recorded in the Skydive Logbook are not evidence of these jumps and cannot be regarded as a basis for issuing official documents, certificates, categories. The application is designed for personal use, convenience of skydiving and advanced analytics. The data on the loading of the main dome are reference information and are not of a recommendatory nature for choosing parachute equipment. All permits for the operation of parachutes must be issued by a valid instructor.
ru: Skydive Logbook Не является официальным подтверждением того, что пользователь приложения профессиональный парашютист. Служит опциональным дополнением к официальной парашютной книжке или сертификату парашютиста любой категории. Прыжки, записанные в Skydive Logbook, не являются доказательством совершения данных прыжков и не могут расцениваться как основание для выдачи официальных документов, сертификатов, категорий. Приложение предназначено для личного использования, удобства ведения парашютных прыжков и расширенной аналитики. Данные о загрузке основного купола являются справочной информацией и не носят рекомендательный характер для выбора парашютного снаряжения. Все допуска к эксплуатации парашютов должны выдаваться действующим инструктором.

# Premium info text
source: In the free version of the app, you can save 50 jumps. ⭐️ ⭐️ ⭐️ The premium version of the app allows you to save an unlimited number of jumps.
ru: В бесплатной версии приложения можно сохранять 50 прыжков. ⭐️⭐️⭐️ Премиум версия приложения позволяет сохранять неограниченное количество прыжков.

# 1 month
source: Every month 9.99$/month
ru: Ежемесячно 9,99$/месяц

# 12 months
source: Every year 34.99$ 2.99$/month
ru: Ежегодно 34,99$ 2,99$/месяц

source: Restore purchases
ru: Восстановить покупки

# Buy status
source: Buy find / buy no find
ru: Покупка найдена / не найдена.

source: SYSTEM
ru: СИСТЕМА

source: Delete system?
ru: Удалить систему?
